"""

【心语】请一定要有自信。你就是一道风景，没必要在别人的风景里面仰视。心若计较，处处都是怨言；心若放宽，时时都是晴天。

【心语】每天收获小进步，积累起来就是大进步;每天收获小幸福，积攒起来便成大幸福！

【心语】和阳光的人在一起，心里就不会晦暗； 和快乐的人在一起，嘴角就常带微笑； 和进取的人在一起，行动就不会落后； 和大方的人在一起，处事就不小气； 和睿智的人在一起，遇事就不迷茫； 和聪明的人在一起，做事就变机敏。 借人之智，完善自己。 学最好的别人，做最好的自己！

【心语】别忘了答应自己要做的事情，也别忘了答应自己要去的地方，无论那有多难，有多远！

【心语】站在岁月的渡口，摆摆手，轻轻和往事道一声珍重。原谅所有该原谅的，放下所有该放下的。愿来过生命里的人都安好，愿时光里我们都无恙。往事不回头，未来不将就！希望未来的每一天，无论向往哪个方向，迎面而来的都是春暖花开！

【心语】去成为你想成为的人，什么时候都可以开始！

【微语】人生活在希望之中，旧的希望实现了，或者泯灭了，新的希望的烈焰随之燃烧起来。如果一个人只管活一天算一天，什么希望也没有，他的生命实际上也就停止了。——莫泊桑

【微语】真正的朋友，在你获得成功的时候，为你高兴，而不捧场。在你遇到不幸或悲伤的时候，会给你及时的支持和鼓励。在你有缺点可能犯错误的时候，会给你正确的批评和帮助。

【心语】陌上花已谢，空遗缱情对斜阳。人生没有苦难，只有经历。好多事，你要觉得累，那就真累，你要不当回事，也就不那么回事了。生活苦不苦，看你用什么样的心态去看。自己喜欢，苦便不是苦，而是带着汗水的甜！

【微语】人生在世，注定要受许多委屈。而一个人越是成功，他所遭受的委屈也越多。要使自己的生命获得价值和炫彩，就不能太在乎委屈，不能让它们揪紧你的心灵、扰乱你的生活。要学会一笑置之，要学会超然待之，要学会转化势能。智者懂得隐忍，原谅周围的那些人，在宽容中壮大自己。

【微语】不要失去希望，你永远不知道明天会带来什么。很多事犹如天气，慢慢热或者渐渐冷，等到惊悟，已过了一季。趁年轻，趁梦想还在，想去的地方，现在就去。想做的事情，现在就做。

【微语】我对幸福的看法日趋朴实了。在我看来，一个人若能做自己喜欢做的事，并且靠这养活自己，同时能和自己喜欢的人在一起，并且使他们感到快乐，即可称为幸福。

【微语】唯有心静，身外的繁华才不至于扭曲和浮躁，才能倾听到内心真实的声音。

【微语】①自己应为之事，勿求他人；今日应为之事，勿待明日。②立志是读书人最要紧的一件事。③心信其可行，则移山填海之难，终有成功之日。心信不可行，则反掌折枝之易，亦无收效之期。④吾志所向，一往无前；愈挫愈奋，再接再厉。

【微语】生活不会向你许诺什么，尤其不会向你许诺成功。它只会给你挣扎、痛苦和煎熬的过程。所以要给自己一个梦想，之后朝着那个方向前进。如果没有梦想，生命也就毫无意义。

【微语】别因为畏惧结束，就拒绝选择开始；别因为担心跌倒，就拒绝选择站立；别因为惶恐失去，就拒绝选择拥有；别因为惮于分离，就拒绝选择欢聚；别因为害怕受伤，就拒绝选择携手；别因为避免失败，就拒绝选择尝试。

【心语】“低头的稻穗，昂头的稗子。”越成熟，越饱满的稻穗，头垂得越低。只有那些果实空空如也的稗子，才会显得招摇，始终把头抬得老高！

【微语】对待生命你不妨大胆冒险一点, 因为好歹你要失去它。如果这世界上真有奇迹，那只是努力的另一个名字。生命中最难的阶段不是没有人懂你，而是你不懂你自己。

【心语】哪些人最可怕？“比你有天赋，还比你更加努力的人” ！

【心语】很喜欢的一句话：“与其降低你的开支，不如去尝试增加你的收入。这就是努力的理由”。

【微语】清醒时做事，糊涂时读书，大怒时睡觉，独处时思考。

【心语】学会接受不完美的自己，只有勇于接纳不完美的自己，才能变成内心更加强大的人；学会接受生活的不完美，将每次挫折看成生命的点缀，原谅上帝的善意玩笑，然后轻松的生活着！

【心语】两个人非常渴，喝同一口井水时，一个用金杯，一个用泥杯。前者觉得自己富贵，后者认为自己贫贱；前者得到了虚荣的满足，后者陷入无谓的烦恼中。他们都忘了，自己需要的是“水”，而不是“盛水的杯”。我们在生活中也是如此，不要被自己不需要的东西所烦恼。

【心语】没有飞翔的能力，就应该控制自己的欲望，有些东西很诱人，但未必适合你，记住，没有收拾残局的能力，就别放纵你的情绪！

【心语】无论是一片坦途的光明，还是绝望寂静的黑暗，人总是不断向前走。你想到达明天，那么此刻就不要停下脚步！

【微语】任何经历，都是一种积累。人生宛如一片果树林，等待我们去做一次次无法重复的决择，摘下属于自己的果实，没有回头的机会。

【心语】最好的生活方式，是和一群志同道合的人，一起奔跑在理想的路上！回头有一路的故事，低头有坚定的脚步，抬头有清晰的远方！

【心语】你改变不了环境，但你可以改变自己；你改变不了事实，但你可以改变态度；你改变不了过去，但你可以改变现在；你不能控制他人，但你可以掌握自己；你不能预知明天，但你可以把握今天；你不可以样样顺利，但你可以事事尽心；你不能延伸生命的长度，但你可以决定生命的宽度 ！

【心语】有的路，你必须一个人走， 这不是孤独，而是选择……

【心语】这短短的一生，我们最终都会失去。你不妨大胆一些，爱一个人，攀一座山，追一个梦。——《大鱼海棠》

【微语】【成功者身上应具有的八大能力】1.亲和力。亲和即人脉。2.决断力。果断决策，拒绝犹豫。3.执行力。执行是决策的落地。4.创造力。把普通变成非凡。5.前瞻力。洞悉先机，引领潮流，领先成功。6.凝聚力。像磁石凝聚进取的团队。7.感召力。用价值和诚信征服市场和消费者。8.影响力。个人魅力超越时间空间。

【心语】当你能念书时，你念书就是；当你能做事时，你做事就是；当你能恋爱时，你再去恋爱；当你能结婚时，你再去结婚。环境不许可时，强求不来；时机来临时，放弃不得。这便是一个人应有的生活哲学了。 —— 罗曼•罗兰

【微语】世界有它的不完美，不代表它不美，人同样如此，尊重生命的不完美，人生就是一场不同生命的碰撞，而把世间的五味挥洒的淋沥尽致！

【微语】付出就会有收获，努力就会有回报！为今天的自己喝彩！

【微语】“每个年龄都有每个年龄不同的烦恼。不要企图规避，装嫩或者装老，这些烦恼是人生给你的礼物，只有经历过，面对过，才能留下回味，拥有积淀。”——马丁

【心语】生活从不亏待每一个努力向上的人，未来的幸运都是过往努力的积攒。趁阳光正好，做你想做的，趁你还年轻，去追逐梦想！

【微语】我不会回头想过去。唯一要紧的事情就是永恒的现在。

【微语】幸福不是你房子有多大,而是房里的笑声有多甜；幸福不是你开多豪华的车,而是你开着车平安到家；幸福不是你的爱人多漂亮,而是爱人的笑容多灿烂；幸福不是在你成功时的喝彩多热烈,而是失意时有个声音对你说:朋友别倒下！幸福不是你听过多少甜言蜜语,而是你伤心落泪时有人对你说:没事,有我在。

【心语】人生是一本书，封面是父母给的，内容是自己写的，厚度由本人决定，精彩程度可以自己创造！

【心语】很多时候我们并非不快乐，只是因为常常执着于事情令人不悦的一面。事业成功的说工作压力大，工作清闲的说这行没前途，没成家的说遇不到适合的人，遇到的却说不合适。幸福像足球一样踢来踢去，烦恼像奖杯一样不可撒手。其实，我们拥有的，便是值得珍惜的。学会享受当下的生活，便是幸福的 ！

【心语】我坚信，一切的成功都是缘于一个不切实际的梦想和毫无根据的自信。---孙正义

【心语】早成者未必有成，晚达者未必不达。不可以年少而自恃，不可以年老而自弃！

【微语】你的人生永远不会辜负你的。那些转错的弯，那些走错的路，那些流下的泪水，那些滴下的汗水，那些留下的伤痕，全都让你成为独一无二的自己。

【心语】一生要铭记四个字：莫怕，勿悔。取舍间别犹豫，想好了就去做，退却中易错过；得失前别忐忑，是你的跑不掉，不是的少强求；成败中别浮躁，追来逐去，皆要消散，除了心之淡定，其它都是浮云。若怕，唯有让；若让，多是败；若败，只剩悔。前半生莫怕，后半世勿悔。别承载过甚，智者不惜死，懦夫苟且生！

【心语】人远比自己想象的要坚强，特别是当你回头看看的时候，你会发现自己走了一段自己都没想到的路。生活可以漂泊，可以孤独，但灵魂必须有所归依。只要你勇敢地说出再见，生活一定会赐予你一个新的开始！

【心语】我们日复一日做的事情，决定了我们是怎样的人。因此所谓卓越，并非指行为，而是习惯。—— 亚里士多德

【心语】同一块石头， 一半做成工艺品，一半做成台阶。 台阶不服气问工艺品：我们本一块石头， 凭甚人们都踩着我， 而去欣赏你？ 工艺品说：因你只挨了一刀， 而我却经历了千刀万剐千锤万凿。此时它沉默了！人生亦如此， 经得起打磨，耐得起寂寞， 扛得起责任，才会有价值！看见别人辉煌时， 别嫉妒，因别人付出比你多！

【心语】树不可长得太快。一年生当柴，三年五年生当桌椅，十年百年的才有可能成栋梁。故要养深积厚，等待时间。—— 毕淑敏

【心语】生活是没有捷径的，它考验的是你的恒心与耐力，只要你多坚持一下，多忍耐一会，不悲叹过去，不荒废现在，不惧怕未来，一切就会在你的掌握之中！

【心语】你能支取什么，取决于你储蓄了什么。没有储存友谊，就无法支取帮助；没有储存学识，就无法支取能力；没有储存汗水，就无法支取成功。想要取之不尽的幸福，要储蓄感恩和付出。从某种意义上来说，人永远都不会老，老去的只是容颜，时间会让一颗灵魂变得越来越动人！

【心语】人生没有过不去的坎 ！

【心语】努力的意义，就是，以后的日子里，放眼望去，全部都是自己喜欢的人和事！

【心语】如果，感到此时的自己很辛苦，告诉自己：容易走的都是下坡路，坚持住，因为你正在走上坡路！

【心语】如何增加个人气场：1、要有一个坚定的目标；2、多交令自己成长的朋友；3、正面思维；4、多走路，多静坐；5、勤奋，坚韧；6、寡言，每一句话都要有用，有重量；7、喜怒不形于色，大事淡然；8、有底线，更有亲近感；9、大量学习，将一切信息转化为自己的能量 ！

【心语】人生就像一只储蓄罐，你投入的每一分努力，都会在未来的某一天，回馈于你。而你所要做的，就是每天多努力一点点。请相信：别人拥有的，不必羡慕；只要努力，时间都会给你！

【心语】“祸兮福所伏，福兮祸所倚”。看问题不可片面，要透过现象看本质。得意时别太忘形，失意时别太失态。平安时要看到危险的存在，艰难时要看到希望的光明！

【心语】告诉自己：只有微笑才会美丽，奔跑才会有力量，努力才会有成功！做一个勤奋的自己；人生，不是因为年轻而精彩，而是因为精彩而年轻！

【心语】天才也需要勤奋 ：乔布斯年轻时每天凌晨四点起床，九点半前把一天工作做完。他说自由从何而来，从自信来，而自信则是从自律来！先学会克制自己，才能在这种自律中不断磨练出自信。自信是对事情的控制能力！如果你连最基本的时间都控制不了还谈什么自信！

【心语】不是每一个贝壳里都有珍珠，但珍珠一定出现在贝壳中，不是每个人努力都会成功，但成功的人一定很努力！

【心语】我们要深信：今日的失败，都由于过去的不努力；我们要深信：今日的努力，必定有将来的大收成！——胡适

【微语】你的努力，别人不一定放在眼里，你不努力，别人一定放在心里。

【微语】人们大多数只对有安全度的人发脾气。因为在那个安全度之内，你潜意识知道对方不会离开你。胡闹，其实是一种依赖。

【微语】相信梦想是价值的源泉，相信眼光决定未来的一切，相信成功的信念比成功本身更重要，相信人生有挫折没有失败，相信生命的质量来自决不妥协的信念。

【微语】有的人表面风光，暗地里却不知流了多少眼泪；有的人看似生活窘迫，实际上却过得潇洒快活。幸福没有标准答案，快乐也不止一条道路；自己喜欢的活法，就是最好的活法。

【微语】善于发现别人的优点，并把它转化为自己的长处，你就会成为聪明人；善于把握人生机遇，并把它转化为自己的机遇，你就会成为优秀者。

【心语】人生的奔跑,不在于瞬间的爆发,取决于途中的坚持。你纵有千百个理由放弃,却也总会找一个理由坚持下去。很多时候,成功就是多坚持一分钟,这一分钟不放弃,下一分钟就会有希望。只是我们不知道,这一分钟会在什么时候出现。所以,再苦再累,只要坚持往前走,属于你的风景终会出现!

【心语】你不能决定太阳几点升起，但可以决定自己几点起床。你不能控制生命的长度，但可以增加生命的宽度。别嫉妒别人的成功，在你看不见的时候，他们流下了你想象不到的汗水。与其羡慕，不如奋斗！与君共勉！

【微语】真正有知识的人的成长过程，就像麦穗的成长过程：麦穗空的时候，麦子长得很快，麦穗骄傲地高高昂起，但是，麦穗成熟饱满时，它们开始谦虚，垂下麦芒。

【微语】生活不可能像你想象得那么好，但也不会像你想象得那么糟。我觉得人的脆弱和坚强都超乎自己的想象。 有时,我可能脆弱得一句话就泪流满面;有时,也发现自己咬着牙走了很长的路。——莫泊桑《一生》

【心语】不要太相信三十而立之类的，不要太给自己压力，生活是慢慢成功的，毛泽东30多岁还在北大图书馆当馆员吧，我30岁是穷光蛋一个。保持努力心态，坚持目标不放弃，早晚都会成功。另外成功不一定是财富上的，自己喜欢上自己的生活，就是成功。——俞敏洪

【心语】一个人通常只能说出心中所想的80%，但对方听到的最多只能是60%，听懂的却只有40%，结果执行时，只有20%了。你心中的想法也许很完美，但下属执行起来却差之千里，这是由＂沟通的漏斗＂造成的，因此你必须明白，沟通能力不是你的表达力，而是对方的反馈与执行。

【心语】学习智慧不是为了雄辩和驳斥，也不是为了轻信和盲从，而是为了思考和权衡！

【心语】泰戈尔说，不要着急，最好的总会在最不经意的时候出现。那我们要做的就是：怀揣希望去努力，静待美好的出现！

【心语】喧嚣本质上就是匱乏，宁静本质上就是丰富。—《半山文集》

【心语】满招损，谦受益。—《尚书》
释义：自满于已获得的成绩，将会招来损失和灾害。谦逊并时时感到自己的不足，就能因此得益。

【心语】立身不求无患，身无患则贪欲必生；处世不求无难，世无难则骄奢必起；谋事不求易成，事易成则志存轻慢；施德不求望报，德望报则意有所图。 --南怀瑾

【心语】我们日复一日做的事情，决定了我们是怎样的人。因此所谓卓越，并非指行为，而是习惯。—亚里士多德

【心语】谁对时间越吝啬，时间对谁越慷慨，要时间不辜负你，首先你要不辜负时间，抛弃时间的人，时间也就抛弃他！--李大钊

【心语】树不可长得太快。一年生当柴，三年五年生当桌椅，十年百年的才有可能成栋梁。故要养深积厚，等待时间。—— 毕淑敏

【心语】不要在小人小事上浪费时间，将军有剑，不斩苍蝇！

【心语】再远的路，走着走着也就近了；再高的山，爬着爬着也就上去了；再难的事，做着做着也就顺了。每次重复的能量，不是相加，而是相乘，水滴石穿不是水的力量，而是重复和坚持的力量。成功之道，贵在坚持！

【心语】如果有人朝你扔石头，就不要扔回去了，留着作你建高楼的基石！

【心语】当所有人都拿我当回事的时候，我不能太拿自己当回事。当所有人都不拿我当回事的时，我一定得瞧得上自己！

【心语】昨日种种，皆成今我，切莫思量，更莫哀，从今往后，怎么收获，怎么栽。 一一胡适

【心语】改变，永远不嫌晚。无论你是几岁，也无论你目前所处的境况有多糟，只要立定目标、一步一步往前走，人生随时都有翻盘的可能！

【心语】所有的胜利，与征服自己的胜利比起来，都是微不足道。所有的失败，与失去自己的失败比起来，更是微不足道！

【心语】人生有三位最好的老师： 一是兴趣。只有养成自己的兴趣，内心才有执着的追求。 二是苦难。你遭受的每一次苦难，都会在一生中的某个时候派上用场。人生最甜蜜的收获，都是从苦难中得来的。 三是爱。爱像口袋，往里装是幸福，往外拿就是成就感。 成功的人生，要用兴趣去追求，用苦难去磨砺，用爱去生活！

【心语】每天给自己一个希望，试着不为明天而烦恼，不为昨天而叹息，只为今天更美好！

【心语】人生如行路，一路艰辛，一路风景。你的目光所及，就是你的人生境界！

【心语】努力的意义，不在于一定会让你取得多大的成就，只是让你在平凡的日子里，活得比原来的那个自己更好一点！

【心语】不要让未来的你，讨厌现在的自己。我一定要努力变成自己喜欢的那个自己，共勉！

【心语】人生本来就是一场即兴演出，没有做不成的梦，只有不早醒的人。

【心语】如果天总也不亮，那就摸黑生存;如果发出声音是危险的，那就保持沉默;如果自觉无力发光，那就蜷伏于墙角。但是，不要习惯了黑暗就为黑暗辩护;
也不要为自己的苟且而得意;不要嘲讽那些比自己更勇敢的人。我们可以卑微如尘土，但不可扭曲如蛆虫。——曼德拉《漫漫人生路》

【心语】你要相信，你生命里遇到的每个人每件事，都有它的价值和意义，有些人教会你爱，有些事教会你成长，哪怕只是浅浅在你的路途中留下印记，也是一笔难能可贵的财富。至少在曾经某个时刻，你明白了生活，你懂得了自己。 --这么远那么近 《每一个优秀的人，都有一段沉默的时光》

【心语】你是什么样的人和你想成为什么样的人之间的差距就是：你做了什么！

【心语】花开不是为了花落，是为了绽放，生命不是为了活着，是为了活得精彩。打磨自己的过程很疼，但最终能塑造一个更好的自己。在最美的时光，做最好的自己！

【心语】成功的路上没有捷径，当你想要放弃时，或许你已经走到最后一个弯了！

【心语】有一天，你辉煌了，一定要有个好身体，才能享受人生 ，有一天，你落魄了，还得有个好身体，才能东山再起！

【心语】立志欲坚不欲锐，成功在久不在速！-张孝祥

【心语】走得最慢的人，只要他不丧失目标，也比漫无目的地徘徊的人走得快！

【心语】2018年已过去一半，剩下的日子，好好感受生活的每一天，不必在乎脚下的路，也许前面的风光更迷人！有些路很远，走下去会很累；可是，不走会后悔！给自己的2018下半年写下一个目标，给自己的未来划一个圈圈，只要你肯努力，梦想能到达的远方，总有一天脚步也会到达！

【心语】花朵用尽全力，才在一年中盛放一次，美艳，而短暂，就像青春，不同的是，花朵有很多个一年，我们却只有一个一辈子！

【心语】每个人都会有缺陷，就像被上帝咬过的苹果，有的人缺陷比较大，正是因为上帝特别喜欢他的芬芳！-托尔斯泰

【心语】今天不想跑，所以才去跑，这才是长距离跑者的思维方式。—— 村上春树

【心语】我们所要做的事，应该一想到就做；因为人的想法是会变化的，有多少舌头，多少手，多少意外，就会有多少犹豫，多少迟延。—— 莎士比亚

【心语】如果你要做一件事，不要到处宣言自己的想法，只管安安静静的去做，值不值，时间是最好的证明，自己的人生，得自己负责！

【心语】如果你不努力，一年后的你还是原来的你，只是老了一岁。每个人都会死，不要让自己年轻时有太多遗憾，别让你配不上自己的野心，也辜负了曾经经历的苦难，最能让人感到快乐的事，莫过于经过一番努力后，所有东西正慢慢变成你想要的样子。

【心语】鹰，不需鼓掌，也在飞翔。小草，没人心疼，也在成长。深山的野花，没人欣赏，也在芬芳。做事不需人人都理解，只需尽心尽力，做人不需人人都喜欢，只需坦坦荡荡。坚持，注定有孤独彷徨，质疑嘲笑，也都无妨。就算遍体鳞伤，也要撑起坚强，其实一世并不长，既然来了，就要活得漂亮！

【心语】你所做的事情，也许暂时看不到成果，但不要灰心或焦虑，你不是没有成长，而是在扎根。

【心语】活着就该逢山开路，遇水架桥。 生活，有压力，才有奇迹！

【心语】这世上沒有所谓的天才，也没有不劳而获的回报，你所看到的每个光鮮人物，其背后都付出了令人震惊的努力。请相信，你的潜力远沒有爆发出来，切勿给自己的人生设限，你自以为的极限，只是别人的起点。

【心语】世上没有那么多天赋异禀，优秀的人总是努力地翻山越岭，你要知道：最终使你脱颖而出的———是持之以恒，是真正坚持做一件事，而时间会看得见。

胸藏文墨怀若谷，腹有诗书气自华。

【心语】真正成功的人生，不在于成就的大小，不在于地位的高低，不在于金钱的多少，不在于名气的有无。而在于：是否努力地完成自我，喊出属于自己的声音，活出属于自己的活法，走出属于自己的道路。

【心语】每天醒来告诉自己：理由少一点，肚量大一点，嘴巴甜一点，脾气小一点，行动快一点，效率高一点，微笑露一点，脑筋活一点，付出多一点，感谢一路有你!早安!

【心语】最宽广的不是大海，是人心；最美好的不是未来，是今天。

【心语】有些路，走下去，会很苦很累，但是不走，会后悔。没有哪件事，不动手就可以实现。只有坚持这阵子，才不会辛苦一辈子。不论做什么事，都要相信你自己，别让别人的一句话将你击倒。人生没有对错，只有选择后的坚持，不后悔，走下去，就是对的。早安!

【心语】 胸怀宽广的人，内心不惊不惧，性格不骄不躁，气势不张不扬，谈吐不庸不俗，静得优雅，动得从容，行得洒脱;能安心做好本分的工作，能认真干好手头的事情，不争一时之名利，不贪一时之短长，不为恩怨是非而纠缠;眼光长远，拥有海阔天空的世界，即便磨难重重，也能淡定从容，坦然面对。早安！

【心语】 能够控制自己脾气的人，必定是一个了不起的人。曾听过这样的说法：头等人，有本事，没脾气;二等人，有本事，有脾气;末等人，没本事，有脾气。你的脾气，决定你的人生。

【心语】 懒惰是很奇怪的东西，它使你以为那是安逸，是休息，是福气;但实际上它所给你的是无聊，是倦怠，是消沉;它剥夺你对前途的希望，割断你和别人之间的友情，使你心胸日渐狭窄，对人生也越来越怀疑。

【微语】你羡慕别人身材好，却放不下手中的高热量食物；你抱怨总没有机会垂青，却忘了自己的拖延、散漫；你向往别人看过的风景，却抱着手机在家宅过一个又一个周末。身材不好就去锻炼，没钱就努力去赚。别把窘境迁怒于别人，唯一可以抱怨的，只是不够努力的自己。

【心语】上天不会亏待努力的人，也不会同情假勤奋的人，你有多努力，时光它知道。



【心语】不管现实有多么惨，你都要固执的相信，这只是黎明前暂时的黑暗而已。早安！

【心语】在挫折中坚强，在逆境中前行，在失败中奋起，一定会赢得成功的掌声！

【心语】运气是努力的附属品。没有经过实力的原始积累，给你运气你也抓不住。上天给予每个人的都一样，但每个人的准备却不一样。不要羡慕那些总能撞大运的人，你必须很努力，才能遇上好运气！

【心语】属于你的，没人能拿走;能拿走的，都不属于你，要相信更好的一定会到来。当下所有的努力所有的奋斗，都是为了拥有一个美好的未来，和遇见一个优秀的你。总有一天，你会站在最亮的地方，活成自己曾经渴望的模样。

【心语】这个世界至少有两个东西你不能嘲笑， 一个是出身，一个是梦想。 什么样的出身不重要， 重要的是将来成为什么样的人； 出生在哪里不重要，未来在哪里才重要； 生来贫穷不可怕，将来贫穷才可怕； 只要我们有梦想就会了不起， 因为，我们的人生不设限！

【心语】让人过于舒服的路，都是下坡路；最不费力气的行走，都是顺风走。然而，动物园里养不出千里马，水井里也生不出腾飞的巨龙。你最终变成什么样，很大程度上取决于你在人生道路上，是选择迎风奔跑，还是就坡下驴。努力这个词太平凡，但努力将使你的人生不平庸。

【心语】今天很短，但今天很重要，漂亮的今天，不仅可以把昨天的辉煌变成明天的辉煌，更可以把昨天的失败变成明天的成功。因此，身处今天，不要总是怀念，总是感叹，总是埋怨……我们应该把每一个今天都当成人生的开始!只有从零开始，脚踏实地，全身心的经营好今天，才会迎来灿烂的明天！

【心语】一个人要以无生之觉悟为有生之事业，以悲观之心情过乐观之生活！-顾羡季

【心语】凡事都要脚踏实地去作，不驰于空想，不骛于虚声，而惟以求真的态度作踏实的工夫。以此态度求学，则真理可明，以此态度作事，则功业可就！--李大钊

【心语】欲为大树，莫与草争！

【心语】缺乏信心并不是因为出现了困难，而出现困难倒是因为缺乏信心。——塞内加

【心语】人生如行路，一路艰辛，一路风景。人格是一种力量，魅力是一个磁场。自信是成功的阶梯，自律是成长的保障；真诚是人际的桥梁，宽容是处世的境界；守信是一张名片，乐观是一种态度；担当是一种责任，坚韧是一种精神！

【心语】成功就像穿高跟鞋一样，当你刚起步时可能会满脚都是水泡，很多人可能会因此而放弃，而一路坚持下来的人，最后都会走出最优美的步伐！

【心语】有些路，走下去会很苦很累，但是不走会后悔。没人心疼，也要坚强；没人鼓掌，也要飞翔。越努力，越幸运。人贵在行动，只有努力了梦想才能实现。前进不必遗憾，若美好，叫做精彩；若糟糕，叫做经历！好好去爱，去生活，每天的太阳都是新的，别辜负了美好时光。你若盛开，蝴蝶自来；你若精彩，天自安排！

【心语】人生最大的荣耀不在于从不跌倒，而在于每一次跌倒后都能爬起来。如果真的不知道将来要做什么，索性就先做好眼前的事情。只要今天比昨天过得好，就是进步。长此以往，时间自然会还你一个意想不到的未来！

【心语】人人都有弱点，每一个人都多多少少有点惰性。一个人的意志力量不够推动自己，很可能就会失败，谁最能推动自己，谁就最先得到成功！

【心语】与其指望遇到一个谁，不如指望你自己能吸引那样的人；与其指望每次失落的时候会有正能量出现温暖你，不如指望你自己变成一个正能量的人；与其担心未来，还不如现在好好努力。有时候即使有再多的安慰和指点也没用，能说服和鼓励自己的，还是只有自己。而我能做的，只是告诉你我们都一样，不要怕!

【心语】生活是没有捷径的，它考验的是你的恒心与耐力，只要你多坚持一下，多忍耐一会，不悲叹过去，不荒废现在，不惧怕未来，一切就会在你的掌握之中！

【心语】你可以一辈子不登山，但你心中一定要有座山，它会使你总往高处爬，它会使你总有个奋斗的方向，它会使你任何一刻抬起头，都能看到自己希望。

【心语】人生的赛程很长很长，要有足够的耐心让精彩慢慢生长，因为坚持和等候，人生才圆满。星光不问赶路人，时光不负有心人！

【心语】失败是什么?没有什么，只是更走近成功一步;成功是什么?就是走过了所有通向失败的路，只剩下一条路，那就是成功的路。

【心语】人生就像小马过河，唯有走过了，你才知道河深浅，你问牛，牛说很容易，你问松鼠，松鼠说被淹死了，现在才发现，生活中的小马太多了！小时候的童话故事，从小就告诉我们要敢于尝试，不要死在别人的嘴里。你的人生，你做主！

【心语】如果你的面前有阴影，那是因为你的背后有阳光。 如果想走出阴影，那就让你的脸面向阳光;如果你想告别懦弱，那就让心在历练中慢慢坚强;如果你想摆脱平凡的生活，那就努力让自己高傲的飞翔！

【心语】一个人，如果你不逼自己一把，你根本不知道自己有多优秀。一个人，想要优秀，你必须要接受挑战；一个人，你想要尽快优秀，就要去寻找挑战；一个人，敢听真话，需要勇气；一个人敢说真话，需要魄力；一个人的知识，通过学习可以得到；一个人的成长，必须通过磨练！

【心语】知人勿点透，责人勿说尽！

【心语】遇事不要急躁，不要急于下结论，尤其生气时不要做决断。要学会换位思考，把复杂的事情尽量简单处理，千万不要把简单的事情复杂化！

【心语】假如您此时此刻刚好陷入了困境，正饱受折磨，那么我很想告诉您：尽管眼下十分艰难，可日后这段经历说不定就会开花结果。—— 村上春树

【心语】要得到你想要的某件东西，最可靠的办法是让你自己配得上它。—— 查理·芒格

【心语】无论人生上到哪一层台阶，阶下有人在仰望你，阶上亦有人在俯视你。你抬头自卑，低头自得，唯有平视，才能看见真正的自己。—— 杨绛

【心语】想要无可取代，就必须与众不同。——可可·香奈儿

【心语】优于别人，并不高贵，真正的高贵，应该是优于过去的自己。—— 海明威

【心语】这短短的一生，我们最终都会失去。你不妨大胆一些，爱一个人，攀一座山，追一个梦。——《大鱼海棠》

【心语】失意事来，治之以忍，方不为失意所苦。快心事来，处之以淡，方不为快心所惑。 —— 曾国藩

【心语】①说人之短，乃护己之短；夸己之长，乃忌人之长。②忧时勿纵酒，怒时勿作札。③多躁者必无沉毅之识，多畏者必无卓越之见，多欲者必无慷慨之节，多言者必无质实之心，多勇者必无文学之雅。④诚无悔，恕无怨，和无仇，忍无辱。⑤立身之道，内刚外柔；肥家之道，上逊下顺。  --曾国藩

【心语】世界是你的，也是我的，但归根结底属于那些身体好的、活得久的！ 活出生命的精彩，活出生活的质量，活出健康的体魄，这才是硬道理！

【心语】世上只有一种英雄主义，就是在认清生活真相之后依然热爱生活。——罗曼·罗兰

【微语】生气是拿别人做错的事惩罚自己。

【微语】沉淀是一种人生态度，想要处事不惊，就要不断地沉淀自己。沉淀是一种人生哲学，想要披荆斩棘，就要学会不停地给自己充电。

【微语】我对幸福的看法日趋朴实了。在我看来，一个人若能做自己喜欢做的事，并且靠这养活自己，同时能和自己喜欢的人在一起，并且使他们感到快乐，即可称为幸福。（周国平《何来何往》）

【微语】不要老叹息过去，它是不再回来的；要明智地改善现在。要以不忧不惧的坚决意志投入扑朔迷离的未来。——朗费罗

【微语】永远乐观地看待未来。全世界的成功人士都有一个共同的特点：不抱怨。世界没有你想象得那么糟糕。

【微语】每个人的人生 ，都有顺利到达顶峰时，也有受挫跌入低谷时。所以，成功时不要趾高气昂，落魄时不必垂头丧气，因为一切都会过去的。



"""