"""



刑事案件的完整流程是怎样的？

　一、刑事拘留
　　刑事拘留通知，公安机关对被拘留的人，应当把拘留的原因和和羁押的处所，在24小时内以内通知被拘留人的家属或者他的所在单位。
　　1、什么是刑事拘留：是指当事人被公安派出所抓获，经讯问后，认为涉嫌犯罪，公安机关在24小时内决定对当事人采取的一种强制措施，并同时送往看守所关押，公安机关侦查案情。
　　2、刑事拘留的期限：法律规定最长可以是37天，37天内要么提请检察院批捕，要么放人或者改成监视居住或者取保候审的强制措施。如果在37天内，检察院批准逮捕，那么犯罪嫌疑人将会被延长羁押期限至法院的审判，最终由法院定罪量刑。在实践中，若非涉嫌重大复杂的犯罪，一般会在拘留后10-20天提请检察院批捕，如果案情简单，会在更短的时间内提请批捕。（拘留后三日内提请检察院审查批准，特殊情况延长4日，重大案件延长30日，即3十4十30=37天）
　　二、审查批捕
　　公安机关提请检察院批捕，检察院会在收到案件材料后7天内决定是否批捕。如果检察院认为不构成犯罪，则不予批捕，在押人员应该释放。如果批捕了，则案件进入侦查阶段。
　　三、侦查阶段
　　1、什么是侦查阶段：批捕后，案件退回到公安机关，由派出所或者预审大队继续侦查案件情况。
　　2、侦查阶段有多久：2个月。2个月内案件侦查清楚，提交检察院审查起诉。
　　刑事诉讼法：第一百五十四条 对犯罪嫌疑人逮捕后的侦查羁押期限不得超过二个月。案情复杂、期限届满不能终结的案件，可以经上一级人民检察院批准延长一个月。
　　第一百五十五条 因为特殊原因，在较长时间内不宜交付审判的特别重大复杂的案件，由最高人民检察院报请全国人民代表大会常务委员会批准延期审理。
　　第一百五十六条 下列案件在本法第一百五十四条规定的期限届满不能侦查终结的，经省、自治区、直辖市人民检察院批准或者决定，可以延长二个月：
　　（一）交通十分不便的边远地区的重大复杂案件；
　　（二）重大的犯罪集团案件；
　　（三）流窜作案的重大复杂案件；
　　（四）犯罪涉及面广，取证困难的重大复杂案件。
　　第一百五十七条 对犯罪嫌疑人可能判处十年有期徒刑以上刑罚，依照本法第一百五十六条规定延长期限届满，仍不能侦查终结的，经省、自治区、直辖市人民检察院批准或者决定，可以再延长二个月。
　　四、审查起诉
　　检察院收到公安机关送来的案卷后，审查当事人是否构成犯罪，认为证据确凿，事实清楚，构成犯罪的，在1个月内移送法院起诉。
　　五、开庭审理
　　法院在收到检察院的起诉材料后，会在2-3天内立案，1个月内开庭审理，判处刑罚或者无罪判决。法院审理公诉案件，应当在受理后一个月内宣判，至迟不得超过一个半月。
　　1、刑事律师的作用
　　家属在被拘留人刑事拘留之日起至法院判决前这段期间，都无法会见家属。法律规定，在这段期间，只有家属（直系亲属）委托的律师才可以会见。如果家属想及时了解亲人涉嫌罪名的具体情况以及在看守所的生活状况，委托律师就可以解决上述疑问，而且及早委托律师，能有效维护亲人的合法权益，比如经律师审查案情后，符合条件的可以办理取保候审，让公安机关撤案放人，检察院不予起诉，法院判处缓刑，短刑甚至无罪释放。
　　2、什么是取保候？
　　审取保候审也称为保释，也是一种强制措施，不过和刑事拘留相比较，它对嫌疑人的人身自由约束较小，不用关押在看守所。律师和亲属可以为犯罪嫌疑人申请取保候审。取保候审的适用对象是可能判处刑期较短，采取取保候审不致发生社会危害性的犯罪嫌疑人，决定机关可以是法院、检察院和公安机关。一旦允许取保候审，申请人要提供金钱担保或担保人担保。




"""