"""


“墨菲定律”是一种心理学效应，是由爱德华·墨菲（Edward A. Murphy）提出的。

原句是：如果有两种或两种以上的方式去做某件事情，而其中一种选择方式将导致灾难，则必定有人会做出这种选择。

主要内容如下：

一、任何事都没有表面看起来那么简单；

二、所有的事都会比你预计的时间长；

三、会出错的事总会出错；

四、如果你担心某种情况发生，那么它就更有可能发生。

What？你总有一种奇怪的体质，这世界上所有的倒霉事都会降临在你身上。

1、任何事都不是表面看起来那么简单

明明最近有重要的约会，偏偏脸上起了痘痘？

等公车太久没来，你刚刚想走远打车，回头公车就来了。

2、 任何事都会比你预计的时间长

明明掐着时间出门上班，总是迟到。

好不容易早到了，会议却取消；好不容易踩点准时到，却还要等……

排队办事的时候，自己那队总是最慢的！

加载不出来的网页在我耐心用尽关闭那一刹那居然打开了。

3、会出错的事总会出错

工作中，往往在重要的文件关闭的时候，已经提示保存还是放弃，总是莫名其妙点了放弃。

生活中，打发时间看个比赛，自己喜欢的球队总会输。想买的东西，总是“已下架”。想吃的东西，干脆停产了。

感情上，想见的人永远见不到，不想见的人一天可以偶遇三次！喜欢我的人我不喜欢，我喜欢的人永远不喜欢我。

4、如果你害怕某种情况发生，那么它就很有可能发生

学生时代心里默念别被点名回答问题，老师通常就会请你作答！

不爱刮风戴帽子，戴了就不刮，刚摘下立马刮……

天气预报有雨，带伞就不下，不带伞就下。

扔掉好久不用的东西，刚一丢掉，就需要它了。


工作中的墨菲定律

1、现实生活中，没有什么事永远正确。所以，如果每件事都在朝好的方向发展……那么，一定出问题了。

2、没什么事情像看上去一样简单。

3、你越清楚不良事件的危害，你越不知道它什么时候降临。

4、控制你的往往是那些让你愤怒的人，所以你没法控制你的愤怒。

5、规则难以掌握，一旦掌握了，规则就变了。

6、对于一个不需要事必躬亲的人来说，没有什么是不可能的。

7、你总能找出一个更便捷更有效的做事方法，但一定是在你已经完成这件事以后。

8、不像负负得正，错错不会得对，一般要错上个三四次才行。

9、如果真相对你有利，没人会信你。

10、专家就是那些在越来越狭窄的领域里知道得越来越多的人。照此推下去，总有一天他们会在空无的领域里知道一切。

11、事故总是出现在通过最后验收之后。

12、人总会犯错，但要把事情搞砸还需要一部电脑。

13、一台电脑在二十秒内犯的错误相当于二十个人在二十年里犯错的总和。东西总是在你最后去找的地方被发现。

14、如果你还没彻底糊涂的话，说明你还没获取足够的信息。

15、告诉一个人宇宙有三千亿颗星星，他会相信。但如果告诉他椅子刚漆过，他一定要用手摸一下以确证。

16、好的开始，未必就有好结果；坏的开始，结果往往会更糟。

17、你早到了，会议却取消；你准时到，却还要等；迟到，就是迟了。

18、把事情搞复杂很简单，把事情搞简单很复杂。

19、知识越多越吃不准。

20、一个人有一只表的时候他可以确定时间。如果有两只的话，就难办了。

生活中的墨菲定律

1、别试图教猫唱歌，不但不会有结果，还会惹猫不高兴。 　　

2、别跟傻瓜吵架，不然旁人会搞不清楚到底谁是傻瓜。

3、不要以为自己很重要，没有你，明天太阳照常升起。　

4、不要寄希望于明天，明天未必会更好。 　

5、你携伴出游，越不想让人看见，越会遇见熟人。

6、东西越好，越不中用。

7、保修期内的产品一般不会出故障，保修期一过，问题立马显现。

8、东西买了之后久久派不上用场，一旦丢掉，就必须要用它。

9、找东西时，最后去找的地方，往往是放置物品最可能的地方。

10、排队时，另一排总是动的比较快；你换到另一排，原来站的那一排，就开始动的比较快了；站的越久，越有可能站错了排。

11、一分钟有多长？这要看你是蹲在厕所里面，还是等在厕所外面。

12、旁边的车道总是比你这条走得快些。

13、每次给修理工演示电器如何不正常运作时，它都干得挺好。

14、风永远不顺着你的发型吹。

15、每次剪了指甲后没多久，就有用得着它们的地方。

16、排在你前面的人总是有最复杂的手续要办。



逃不掉的“墨菲定律”，我们该如何办，请记住以下五点：

1、别跟傻瓜吵架，不然旁人会搞不清楚，到底谁是傻瓜。

2、你往往会找到不是你正想找的东西。

3、有能力的——让他做；没能力的——教他做；做不来的——管理他。

4、做恶总是要遭报应的，现在未报，不是不报，只是时候未到。

5、明天又是一个新的开始。　



张家界有哪些必玩的景点
1.张家界国家森林公园：来张家界必玩的景区
景点：森林公园、天子山、金鞭溪、袁家界、十里画廊
游玩时间：1-2天
门票：248元(百龙电梯72不含，天子山索道72不含）
2.张家界天门山景区：拥有亚州最长的索道
景点：世界公路奇观、玻璃栈道、天门洞
游玩时间：半天左右
门票：261元（含大索道 ，环保车）
3.张家界大峡谷风景区：新开发的玻璃桥
游玩时间：0.5-1天左右
门票：256元（包括大峡谷及玻璃桥）
4.凤凰古城：游湖南必去的景点之一
游玩时间：1-2天
门票：148元
这四大景区，构成了张家界的主线旅游线路，全部走下来，需要五天时间。张家界的所有精华都在其中了。驴友们可以根据自己的喜好，自由选择心仪的景区


"""